Repository: ProtonVPN/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: be_by, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, id_id, it_it, ja_jp, ka_ge, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua

# Settings_Censorship_ShareStatistics_Description
source: Usage data helps us overcome VPN blocks and improve app performance.
be_by: Даныя аб выкарыстанні дапамагаюць нам пераадольваць блакіроўкі VPN і паляпшаць прадукцыйнасць праграмы.
cs_cz: Údaje o používání nám pomáhají obcházet blokování VPN a vylepšovat výkon aplikace.
de_de: Nutzungsdaten helfen uns, VPN-Sperren zu überwinden und die Leistung der App zu verbessern.
el_gr: Τα δεδομένα χρήσης μας βοηθούν να ξεπεράσουμε τα μπλοκαρίσματα VPN και να βελτιώσουμε την απόδοση των εφαρμογών.
es_es: Los datos de uso nos ayudan a evitar bloqueos de VPN y mejorar el rendimiento de la aplicación.
fa_ir: داده‌های استفاده در غلبه بر مسدود سازی‌های VPN و بهبود یابی عملکرد برنامه به ما کمک می‌کند.
fi_fi: Käyttötilastot auttavat meitä kiertämään VPN-estoja ja parantamaan sovelluksen suorituskykyä.
fr_fr: Les données d'utilisation nous aident à contourner les blocages VPN et à améliorer les performances de l'application.
id_id: Statistik pemakaian membantu kami untuk menangkal pemblokiran VPN dan meningkatkan performa aplikasi.
it_it: I dati sull'utilizzo ci aiutano a superare i blocchi VPN e a migliorare le prestazioni dell'app.
ja_jp: 使用状況データは VPN 検閲に打ち勝ち、アプリのパフォーマンスを改善するために使用されます。
ka_ge: გამოყენების მონაცემები გვეხმარება VPN ბლოკების დაძლევაში და აპლიკაციის მუშაობის გაუმჯობესებაში.
ko_kr: 사용 데이터는 VPN 차단을 무력화하고 앱 성능을 개선하는 데 도움이 됩니다.
nb_no: Bruksdata hjelper oss med å overvinne VPN-blokkeringer og forbedre appytelsen.
nl_nl: Gebruiksgegevens helpen ons om VPN-blokkeringen te omzeilen en de prestaties van de app te verbeteren.
pl_pl: Dane użytkowania pomagają nam ominąć blokady VPN i poprawić wydajność aplikacji.
pt_pt: Os dados de utilização ajudam-nos a ultrapassar bloqueios de VPN e a melhorar a aplicação.
ro_ro: Datele de utilizare ne ajută să depășim blocările VPN-ului și să îmbunătățim performanța aplicației.
ru_ru: Данные об использовании помогают нам преодолевать блокировки VPN и повышать производительность приложения.
sk_sk: Údaje o používaní nám pomáhajú obchádzať blokovanie VPN a vylepšovať výkon aplikácie.
sl_si: Podatki o uporabi nam pomagajo premagati blokade VPN in izboljšati delovanje aplikacije.
sv_se: Användningsdata hjälper oss att övervinna VPN-blockeringar och förbättra appens prestanda.
tr_tr: Kullanım verileri VPN engellemelerini aşmamıza ve uygulamanın başarımını artırmamıza yardımcı olur.
uk_ua: Дані про використання допомагають нам обходити блокування VPN і вдосконалювати швидкодію програми.

# Settings_Common_Apply
source: Apply
be_by: Прымяніць
cs_cz: Použít
de_de: Übernehmen
el_gr: Εφαρμογή
es_es: Aplicar
fa_ir: اعمال
fi_fi: Käytä
fr_fr: Appliquer
id_id: Terapkan
it_it: Applica
ja_jp: 適用
ka_ge: გადატარება
ko_kr: 적용하기
nb_no: Anvend
nl_nl: Toepassen
pl_pl: Zastosuj
pt_pt: Aplicar
ro_ro: Aplicare
ru_ru: Применить
sk_sk: Použiť
sl_si: Uporabi
sv_se: Verkställ
tr_tr: Uygula
uk_ua: Застосувати

# Settings_Connection
source: Connection
be_by: Падключэнне
cs_cz: Připojení
de_de: Verbindung
el_gr: Σύνδεση
es_es: Conexión
fa_ir: اتصال
fi_fi: Yhteys
fr_fr: Connexion
id_id: Koneksi
it_it: Connessione
ja_jp: 接続
ka_ge: კავშირი
ko_kr: 연결
nb_no: Tilkobling
nl_nl: Verbinding
pl_pl: Połączenie
pt_pt: Ligação
ro_ro: Conexiune
ru_ru: Подключение
sk_sk: Pripojenie
sl_si: Povezava
sv_se: Anslutning
tr_tr: Bağlantı
uk_ua: З'єднання

# Settings_Connection_AdvancedSettings
source: Advanced settings
be_by: Дадатковыя налады
cs_cz: Pokročilá nastavení
de_de: Erweiterte Einstellungen
el_gr: Προηγμένες ρυθμίσεις
es_es: Opciones avanzadas
fa_ir: تنظیمات پیشرفته
fi_fi: Lisäasetukset
fr_fr: Paramètres avancés
id_id: Pengaturan lanjutan
it_it: Impostazioni avanzate
ja_jp: 詳細設定
ka_ge: დამატებითი პარამეტრები
ko_kr: 고급 설정
nb_no: Avanserte innstillinger
nl_nl: Geavanceerde instellingen
pl_pl: Ustawienia zaawansowane
pt_pt: Definições avançadas
ro_ro: Setări avansate
ru_ru: Расширенные настройки
sk_sk: Pokročilé nastavenia
sl_si: Napredne nastavitve
sv_se: Avancerade inställningar
tr_tr: Gelişmiş ayarlar
uk_ua: Додаткові налаштування

# Settings_Connection_Advanced_AlternativeRouting
source: Alternative routing
be_by: Альтэрнатыўная маршрутызацыя
cs_cz: Alternativní směrování
de_de: Alternatives Routing
el_gr: Εναλλακτική δρομολόγηση
es_es: Enrutamiento alternativo
fa_ir: مسیریابی جایگزین
fi_fi: Vaihtoehtoinen reititys
fr_fr: Routage alternatif
id_id: Pengalihan lalu lintas alternatif
it_it: Percorso alternativo
ja_jp: 代替ルーティング
ka_ge: ალტერნატიული რაუტინგი
ko_kr: 대체 라우팅
nb_no: Alternativ ruting
nl_nl: Alternatieve routering
pl_pl: Alternatywne przekierowanie połączenia
pt_pt: Redirecionamento alternativo
ro_ro: Rută alternativă
ru_ru: Альтернативная маршрутизация
sk_sk: Alternatívne smerovanie
sl_si: Alternativno usmerjanje
sv_se: Alternativ routing
tr_tr: Alternatif yöneltme
uk_ua: Альтернативна маршрутизація

# Settings_Connection_Advanced_AlternativeRouting_Description
source: If Proton services are blocked due to network restrictions, we'll try using alternative network routing to connect you to our sites.
be_by: Будзе зроблена спроба скарыстацца альтэрнатыўным сеткавым маршрутам для падключэння да нашых сайтаў, калі сэрвісы Proton заблакіраваны з-за абмежавання сеткі.
cs_cz: Pokud jsou služby Protonu blokovány poskytovatelem síťového připojení, pokusíme se vás připojit k našim stránkám pomocí alternativního síťového směrování.
de_de: Wenn Proton-Dienste aufgrund von Netzbeschränkungen blockiert sind, versuchen wir, dich über eine alternative Netzweiterleitung mit unseren Websites zu verbinden.
el_gr: Εάν οι υπηρεσίες Proton αποκλειστούν λόγω περιορισμών δικτύου, θα προσπαθήσουμε να χρησιμοποιήσουμε εναλλακτική δρομολόγηση δικτύου για να σας συνδέσουμε στους ιστότοπούς μας.
es_es: Si los servicios de Proton están bloqueados debido a restricciones de red, intentaremos usar un enrutamiento de red alternativo para conectarte a nuestros sitios.
fa_ir: اگر سرویس‌های Proton با ممنوعیت‌های شبکه مسدود شده‌اند، ما سعی می‌کنیم از مسیریابی شبکه‌ جایگزین برای اتصال شما به سایت‌هایمان استفاده کنیم.
fi_fi: Jos Protonin palveluita ei verkon rajoitusten vuoksi tavoiteta, pyritään ne tavoittamaan vaihtoehtoisen verkkoreitityksen avulla.
fr_fr: Si les services Proton sont bloqués en raison de restrictions de réseau, nous essaierons d'utiliser un autre routage de réseau pour vous connecter à nos sites.
id_id: Apabila layanan Proton diblokir akibat pembatasan jaringan, kami akan mencoba untuk menggunakan rute jaringan alternatif demi menghubungkan Anda ke situs kami.
it_it: Se i servizi Proton vengono bloccati a causa di restrizioni di rete, proveremo a utilizzare un percorso di rete alternativo per connetterti ai nostri siti.
ja_jp: ネットワーク制限により Proton サービスがブロックされている場合は、代替ネットワーク ルーティングを使用してサイトに接続しようとします。
ka_ge: თუ Proton-ის სერვისები დაბლოკილია ქსელის შეზღუდვების გამო, ჩვენ ალტერნატიულ ქსელის რაუტინგს ვცდით, რომ ჩვენს საიტებთან დაგაკავშიროთ.
ko_kr: Proton 서비스가 네트워크 제한으로 막혔다면, 대체 네트워크 라우딩을 이용해서 연결해보세요.
nb_no: Hvis Proton-tjenester er blokkert på grunn av nettverksbegrensninger, prøver vi å bruke alternativ nettverksruting for å koble deg til nettstedene våre.
nl_nl: Als Proton-diensten worden geblokkeerd door netwerkbeperkingen, proberen we alternatieve netwerkroutering te gebruiken om u met onze sites te verbinden.
pl_pl: Jeśli usługi Proton są zablokowane z powodu ograniczeń sieciowych, spróbujemy użyć alternatywnego przekierowania połączenia.
pt_pt: Se os serviços do Proton estiverem bloqueados devido a restrições de rede, tentaremos utilizar o roteamento alternativo para conectá-lo aos nossos sítios web.
ro_ro: Dacă serviciile Proton sunt blocate din cauza restricțiilor de rețea, vom încerca să utilizăm o direcționarea alternativă de rețea pentru a vă conecta la site-urile noastre.
ru_ru: Если службы Proton заблокированы из-за сетевых ограничений, мы попробуем использовать альтернативные маршруты, чтобы подключить вас к нашим сайтам.
sk_sk: Ak služby spoločnosti Proton zablokuje váš poskytovateľ siete, pokúsime sa vás pripojiť na našu stránku pomocou alternatívneho sieťového smerovania.
sl_si: Če so storitve Proton blokirane zaradi omrežnih omejitev, bomo poskušali uporabiti alternativno omrežno usmerjanje, da vas povežemo z našimi spletnimi mesti.
sv_se: Om Proton-tjänster blockeras på grund av nätverksbegränsningar kommer vi att försöka använda alternativ nätverksdirigering för att ansluta dig till våra webbplatser.
tr_tr: Ağ kısıtlamaları nedeniyle Proton hizmetleri engelleniyorsa sitelerimize bağlanmanız için alternatif ağ yöneltmesini kullanmayı deneriz.
uk_ua: Якщо служби Proton блокуються мережевими обмеженнями, ми спробуємо використати альтернативний спосіб маршрутизації для з'єднання з нашими сайтами.

# Settings_Connection_Advanced_CustomDnsServers
source: Custom DNS servers
be_by: Карыстальніцкія серверы DNS
cs_cz: Vlastní servery DNS
de_de: Benutzerdefinierte DNS‐Server
el_gr: Προσαρμοσμένοι διακομιστές DNS
es_es: Servidores DNS personalizados
fa_ir: سرورهای DNS سفارشی
fi_fi: Vaihtoehtoiset DNS-palvelimet
fr_fr: Serveurs DNS personnalisés
id_id: Server DNS khusus
it_it: Server DNS personalizzati
ja_jp: カスタムDNSサーバー
ka_ge: DNS სერვერების ხელით მითითება
ko_kr: 커스텀 DNS 서버
nb_no: Egendefinerte DNS-tjenere
nl_nl: Aangepaste DNS-servers
pl_pl: Niestandardowe serwery DNS
pt_pt: Servidores DNS personalizados
ro_ro: Servere DNS personale
ru_ru: Пользовательские DNS-серверы
sk_sk: Vlastné servery DNS
sl_si: Strežniki DNS po meri
sv_se: Anpassade DNS-servrar
tr_tr: Özel DNS sunucuları
uk_ua: Власні DNS-сервери

# Settings_Connection_Advanced_CustomDnsServers_Conflict_Description
source: You won't be able to use NetShield when connected with a custom DNS server.
be_by: У вас не будзе магчымасці выкарыстоўваць NetShield пры падключэнні да карыстальніцкага сервера DNS.
cs_cz: Při připojení k vlastnímu DNS serveru nebudete moci používat NetShield.
de_de: Wenn du mit einem benutzerdefinierten DNS-Server verbunden bist, kannst du NetShield nicht verwenden.
el_gr: Δε θα μπορείτε να χρησιμοποιήσετε το NetShield όταν είστε συνδεδεμένοι με έναν προσαρμοσμένο διακομιστή DNS.
es_es: No podrás usar NetShield cuando te conectes con un servidor DNS personalizado.
fa_ir: شما در هنگام استفاده از یک سرور DNS سفارشی قادر به استفاده از NetShield نیستید.
fi_fi: Et voi käyttää NetShieldiä, jos käytät vaihtoehtoista DNS-palvelinta.
fr_fr: Vous ne pourrez pas utiliser l'option NetShield si vous êtes connecté à un serveur DNS personnalisé.
id_id: Anda tidak akan dapat menggunakan NetShield pada saat Anda terhubung ke server DNS khusus.
it_it: Non potrai utilizzare NetShield quando sei connesso a un server DNS personalizzato.
ja_jp: カスタム DNS サーバーに接続している場合は、NetShield を使用できません。
ka_ge: როცა მიერთებისას თქვენს DNS სერვერი გაქვთ მითითებული, NetShield-ს ვერ გამოიყენებთ.
ko_kr: 커스텀 DNS 서버가 활성화되면 NetShield는 사용할 수 없습니다.
nb_no: Du vil ikke kunne bruke NetShield når du er koblet til en egendefinert DNS-tjener.
nl_nl: U kunt NetShield niet gebruiken als u verbonden bent met een aangepaste DNS-server.
pl_pl: Nie będzie można użyć funkcji NetShield po połączeniu się z niestandardowym serwerem DNS.
pt_pt: Não poderá usar o NetShield quando estiver ligado a um servidor DNS personalizado.
ro_ro: Nu veți putea utiliza NetShield atunci când v-ați conectat cu un server DNS personal.
ru_ru: Вы не сможете использовать NetShield при подключении через пользовательский DNS-сервер.
sk_sk: Pri pripájaní k vlastnému serveru DNS nebudete môcť používať službu NetShield.
sl_si: NetShielda ne boste mogli uporabljati, ko ste povezani s strežnikom DNS po meri.
sv_se: Du kommer inte att kunna använda NetShield när du är ansluten till en anpassad DNS-server.
tr_tr: Özel DNS sunucusu ile bağlandığınızda NetShield korumasını kullanamayacaksınız.
uk_ua: Ви не зможете використовувати NetShield, якщо під'єднані до власного DNS-сервера.

# Settings_Connection_Advanced_CustomDnsServers_Conflict_Title
source: Enable custom DNS servers?
be_by: Уключыць карыстальніцкія серверы DNS?
cs_cz: Povolit vlastní DNS servery?
de_de: Benutzerdefinierte DNS-Server aktivieren?
el_gr: Ενεργοποίηση προσαρμοσμένων διακομιστών DNS;
es_es: ¿Activar los servidores DNS personalizados?
fa_ir: سرورهای DNS سفارشی فعال شوند؟
fi_fi: Otetaanko vaihtoehtoiset DNS-palvelimet käyttöön?
fr_fr: Activer les serveurs DNS personnalisés ?
id_id: Aktifkan server DNS khusus?
it_it: Vuoi abilitare i server DNS personalizzati?
ja_jp: カスタム DNS サーバーを有効にしますか?
ka_ge: ჩავრთო მომხმარებლის DNS სერვერები?
ko_kr: 커스텀 DNS 서버를 활성화합니까?
nb_no: Aktivere egendefinerte DNS-tjenere?
nl_nl: Aangepaste DNS-servers inschakelen?
pl_pl: Włączyć niestandardowe serwery DNS?
pt_pt: Ativar os servidores DNS personalizados?
ro_ro: Activați serverele DNS personale?
ru_ru: Включить пользовательские DNS-серверы?
sk_sk: Povolenie vlastných serverov DNS?
sl_si: Ali želite omogočiti strežnike DNS po meri?
sv_se: Aktivera anpassade DNS-servrar?
tr_tr: Özel DNS sunucuları kullanılsın mı?
uk_ua: Увімкнути власні DNS сервери?

# Settings_Connection_Advanced_CustomDnsServers_Description
source: Connect to Proton VPN using your own domain name system (DNS). Only use DNS servers that you trust.
be_by: Падключайцеся да Proton VPN выкарыстоўваючы сваю ўласную сістэму даменных імён (DNS). Карыстайцеся толькі тымі серверамі DNS, якім вы давяраеце.
cs_cz: Připojení k Proton VPN pomocí vlastního DNS serveru. Používejte pouze DNS servery, kterým důvěřujete.
de_de: Verbinde dich mit Proton VPN über dein eigenes Domain Name System (DNS). Verwende nur DNS-Server, denen du vertraust.
el_gr: Συνδεθείτε στο Proton VPN χρησιμοποιώντας το δικό σας σύστημα ονομάτων τομέα (DNS). Χρησιμοποιείτε μόνο διακομιστές DNS που εμπιστεύεστε.
es_es: Conéctate a Proton VPN usando tu propio sistema de nombre de dominio (DNS). Usa solo servidores DNS en los que confíes.
fa_ir: به Proton VPN با سیستم نام دامنه (DNS) خودتان وصل شوید. فقط از سرورهای DNS که اعتماد دارید استفاده کنید.
fi_fi: Yhdistä Proton VPN omilla DNS-nimipalvelimillasi. Käytä vain DNS-palvelimia, joihin luotat.
fr_fr: Connectez-vous à Proton VPN en utilisant votre propre système de noms de domaine (DNS). Utilisez uniquement des serveurs DNS auxquels vous faites confiance.
id_id: Menghubungkan aplikasi ke jaringan Proton VPN menggunakan nama domain (DNS) milik Anda. Mohon untuk hanya menggunakan server DNS yang Anda percayai.
it_it: Connettiti a Proton VPN tramite il tuo sistema di nomi di dominio. Connettiti solamente tramite i server DNS di cui ti fidi.
ja_jp: 独自のドメイン ネーム システム (DNS) を使用して Proton VPN に接続します。 信頼できる DNS サーバーのみを使用してください。
ka_ge: მიუერთდით Proton VPN-ს თქვენი საკუთარი DNS-ით. გამოიყენეთ, მხოლოდ, DNS სერვერები, რომლებსაც ენდობით.
ko_kr: Proton VPN에 원하는 도메인 네임 시스템(DNS)을 통해 접속하게 됩니다. 신뢰하는 DNS 서버만을 사용하십시오.
nb_no: Koble til Proton VPN ved å bruke ditt eget domenenavnsystem (DNS). Bruk kun DNS-tjenere du stoler på.
nl_nl: Maak verbinding met Proton VPN via uw eigen DNS (domain name system). Gebruik alleen DNS-servers die u vertrouwt.
pl_pl: Połącz się z Proton VPN, używając własnego serwera DNS. Korzystaj tylko z zaufanych serwerów DNS.
ro_ro: Conectați-vă la Proton VPN folosind propriul sistem de nume de domeniu (DNS). Utilizați numai servere DNS în care aveți încredere.
ru_ru: Подключайтесь к Proton VPN, используя собственную систему доменных имен (DNS). Используйте только те серверы DNS, которым вы доверяете.
sk_sk: Pripojte sa k sieti Proton VPN pomocou vlastného servera DNS. Používajte iba servery DNS, ktorým dôverujete.
sl_si: Povežite se s Proton VPN z uporabo lastnega sistema domenskih imen (DNS). Uporabljajte samo strežnike DNS, ki jim zaupate.
sv_se: Anslut till Proton VPN med ditt eget domännamnssystem (DNS). Använd endast DNS-servrar som du litar på.
tr_tr: Kendi etki alanı adı sisteminizi (DNS) kullanarak Proton VPN bağlantısı kurun. Yalnızca güvendiğiniz DNS sunucularını kullanın.
uk_ua: Під'єднайтесь до Proton VPN, використовуючи власну систему доменних імен (DNS). Використовуйте лише ті DNS-сервери, яким ви довіряєте.

# Settings_Connection_Advanced_CustomDnsServers_Header
source: DNS servers ({0})
be_by: Серверы DNS
cs_cz: DNS servery ({0})
de_de: DNS-Server ({0})
el_gr: Διακομιστές DNS ({0})
es_es: Servidores DNS ({0})
fa_ir: سرورهای DNS ({0})
fi_fi: DNS-palvelimet ({0})
fr_fr: Serveurs DNS ({0})
id_id: Server DNS ({0})
it_it: Server DNS ({0})
ja_jp: DNS サーバー ({0})
ka_ge: DNS სერვერები
ko_kr: DNS 서버 ({0})
nb_no: DNS-tjenere ({0})
pl_pl: Serwery DNS ({0})
pt_pt: DNS servers
ro_ro: Servere DNS ({0})
ru_ru: DNS-серверы ({0})
sk_sk: DNS servery ({0})
sl_si: DNS strežniki
sv_se: DNS-servrar ({0})
tr_tr: DNS sunucuları ({0})
uk_ua: DNS-сервери

# Settings_Connection_Advanced_CustomDnsServers_Watermark
source: Add IPv4 address
cs_cz: Přidat adresu IPv4
de_de: IPv4‐Adresse hinzufügen
el_gr: Προσθήκη διεύθυνσης IPv4
es_es: Añadir una dirección IPv4
fa_ir: افزودن آدرس IPv4
fi_fi: Lisää IPv4-osoite
fr_fr: Ajouter une adresse IPv4
id_id: Tambahkan alamat IPv4
it_it: Aggiungi un indirizzo IPv4
ja_jp: IPv4アドレスを追加
ko_kr: IPv4 주소 추가
nb_no: Legg til IPv4-adresse
nl_nl: IPv4-adres toevoegen
pl_pl: Dodaj adres IPv4
ro_ro: Adăugare adrese IPv4
ru_ru: Добавить адрес IPv4
sk_sk: Pridať adresu IPv4
sv_se: Lägg till IPv4-adress
tr_tr: IPv4 adresi ekle

# Settings_Connection_Advanced_Ipv6LeakProtection
source: Disable IPv6 traffic
be_by: Абарона ад уцечкі ў IPv6
cs_cz: Ochrana proti úniku IPv6
de_de: Schutz vor IPv6-Offenlegung
el_gr: Απενεργοποίηση κυκλοφορίας IPv6
es_es: Desactivar el tráfico IPv6
fi_fi: Poista IPv6-liikenne käytöstä
fr_fr: Protection contre les fuites d'adresses IPv6
id_id: Nonaktifkan lalu lintas IPv6
it_it: Protezione dalle perdite IPv6
ka_ge: IPv6 გაჟონვისგან დაცვა
ko_kr: IPv6 유출 방지
nb_no: IPv6-lekkasjebeskyttelse
nl_nl: IPv6-verkeer uitschakelen
pl_pl: Wyłącz ruch IPv6
pt_pt: IPv6 leak protection
ro_ro: Dezactivare trafic prin IPv6
ru_ru: Защита от утечки IPv6
sk_sk: Deaktivovať prevádzku IPv6
sl_si: Zaščita pred uhajanjem IPv6
sv_se: Inaktivera IPv6-trafik
tr_tr: IPv6 sızıntı koruması
uk_ua: Захист від витоку IPv6

# Settings_Connection_Advanced_Ipv6LeakProtection_Description
source: Prevents IPv6 leaks by blocking connections to IPv6 addresses.
be_by: Прадухіляе ўцечкі даных, блакіруючы трафік IPv6, які не праходзіць праз тунэль VPN.
cs_cz: Zabránit úniku adresy IPv6.
de_de: Verhindere, dass deine IPv6‐Adresse geleakt wird.
el_gr: Αποτρέπει τις διαρροές IPv6 αποκλείοντας συνδέσεις σε διευθύνσεις IPv6.
es_es: Previene las filtraciones de IPv6 mediante el bloqueo de las conexiones a direcciones IPv6.
fi_fi: Torjuu IPv6-vuodot estämällä yhteydet IPv6-osoitteisiin.
fr_fr: Empêche la fuite d'adresse IPv6.
id_id: Mencegah kebocoran IPv6 dengan memblokir koneksi ke alamat IPv6.
it_it: Evita la perdita dell'indirizzo IPv6.
ka_ge: ხელს უშლის მონაცემების გაჟონვას VPN გვირაბში არ გამავალი IPv6 ტრაფიკის დაბლოკვით.
ko_kr: IPv6 주소 유출을 방지합니다.
nb_no: Forhindre lekkasje av IPv6-adresse.
nl_nl: Voorkomt IPv6-lekken door verbindingen naar IPv6-adressen te blokkeren.
pl_pl: Zapobiega wyciekom IPv6, blokując połączenia z adresami IPv6.
pt_pt: Prevents data leaks by blocking IPv6 traffic that doesn't pass through the VPN tunnel.
ro_ro: Previne divulgările prin IPv6 blocând conexiunile către adrese IPv6.
ru_ru: Предотвращает утечку адреса IPv6.
sk_sk: Zabraňuje únikom IPv6 blokovaním pripojenia k adresám IPv6.
sl_si: Preprečuje uhajanje podatkov z blokiranjem prometa IPv6, ki ne poteka skozi tunel VPN.
sv_se: Förhindrar IPv6-läckage genom att blockera anslutningar till IPv6-adresser.
tr_tr: IPv6 adresinin sızmasını önleyin.
uk_ua: Запобігає витокам даних, блокуючи трафік IPv6, що не проходить через тунель VPN.

# Settings_Connection_Advanced_LanConnections
source: LAN connections
be_by: Дазволіць падключэнні па лакальнай сетцы
cs_cz: LAN připojení
de_de: LAN‐Verbindungen
el_gr: Τοπικές συνδέσεις (LAN)
es_es: Conexiones LAN
fa_ir: اتصالات LAN
fi_fi: LAN-yhteydet
fr_fr: Connexions LAN
id_id: Koneksi LAN
it_it: Connessioni LAN
ja_jp: LAN 接続
ka_ge: LAN შეერთებების დაშვება
ko_kr: LAN 연결
nb_no: LAN-forbindelser
nl_nl: LAN-verbindingen
pl_pl: Połączenia LAN
pt_pt: Permitir ligações LAN
ro_ro: Conexiuni LAN
ru_ru: Подключения по LAN
sk_sk: LAN pripojenia
sl_si: Dovoli LAN povezave
sv_se: LAN-anslutningar
tr_tr: Yerel ağ bağlantıları
uk_ua: Дозволити LAN-з'єднання

# Settings_Connection_Advanced_LanConnections_Description
source: Allows you to connect to printers, speakers, and other devices in your device's local network.
be_by: Дазваляе падключацца да прынтараў, дынамікаў і іншых прылад у вашай лакальнай сетцы.
cs_cz: Umožňuje připojit tiskárny, reproduktory a ostatní zařízení ve vaší LAN.
de_de: Ermöglicht es dir, eine Verbindung zu Druckern, Lautsprechern und anderen Geräten im lokalen Netzwerk deines Geräts herzustellen.
el_gr: Σας επιτρέπει να συνδέεστε σε εκτυπωτές, ηχεία και άλλες συσκευές στο τοπικό δίκτυο της συσκευής σας.
es_es: Te permite conectarte a impresoras, altavoces y otros dispositivos en tu red local.
fa_ir: به شما اجازه می‌دهد تا به چاپگرها، بلندگوها، و دستگا‌ه‌های دیگر موجود در شبکه محلی دستگاهتان وصل شوید.
fi_fi: Sallii yhteydet tulostimiin, kaiuttimiin ja muihin lähiverkossasi oleviin laitteisiin.
fr_fr: Vous permet de vous connecter à des imprimantes, des enceintes et d'autres appareils du réseau local de votre appareil.
id_id: Memungkinkan Anda untuk terhubung ke printer, speaker, dan perangkat lainnya yang terdapat pada jaringan lokal milik perangkat Anda.
it_it: Ti consente di connetterti a stampanti, altoparlanti e altri dispositivi nella rete locale del tuo dispositivo.
ja_jp: デバイスのローカル ネットワーク内のプリンタ、スピーカー、その他のデバイスに接続できるようにします。
ka_ge: საშუალებას გაძლევთ, დაუკავშირდეთ პრინტერებს, დინამიკებს და სხვა მოწყობილობებს ლოკალურ ქსელში.
ko_kr: 로컬 네트워크에 있는 프린터, 스피커 및 기타 기기에 연결할 수 있게 합니다.
nb_no: Lar deg koble til skrivere, høyttalere og andre enheter i enhetens lokale nettverk.
nl_nl: Hiermee kunt u verbinding maken met printers, luidsprekers en andere apparaten in het lokale netwerk van uw apparaat.
pl_pl: Umożliwia połączenie z drukarkami, głośnikami i innymi urządzeniami w sieci lokalnej urządzenia.
pt_pt: Permite ligações a impressoras, altifalantes e outros dispositivos na sua rede local.
ro_ro: Vă permite să vă conectați la imprimante, boxe și alte dispozitive din rețeaua locală a dispozitivului.
ru_ru: Позволяет подключаться к принтерам, колонкам и другим устройствам в локальной сети вашего устройства.
sk_sk: Umožňuje pripojiť tlačiarne, reproduktory a ďalšie zariadenia vo vašej lokálnej sieti.
sl_si: Omogoča povezave s tiskalniki, zvočniki in drugimi napravami v vašem lokalnem omrežju.
sv_se: Låter dig ansluta till skrivare, högtalare och andra enheter i din enhets lokala nätverk.
tr_tr: Aygıtınızın aynı yerel ağda bulunan yazıcı, hoparlörler gibi diğer aygıtlara bağlanmasını sağlar.
uk_ua: Можливість під'єднуватися до принтерів, гучномовців та інших пристроїв у вашій локальній мережі.

# Settings_Connection_Advanced_NatType
source: NAT type
be_by: Тып NAT
cs_cz: Typ NAT
de_de: NAT-Typ
el_gr: Τύπος NAT
es_es: Tipo de NAT
fa_ir: نوع NAT
fi_fi: NAT-tyyppi
fr_fr: Type de NAT
id_id: Tipe NAT
it_it: Tipo di NAT
ja_jp: NATタイプ
ka_ge: NAT-ის ტიპი
ko_kr: NAT 방식
pl_pl: Typ NAT
pt_pt: Tipo de NAT
ro_ro: Tip NAT
ru_ru: Тип NAT
sk_sk: Typ NAT
sl_si: NAT tip
sv_se: NAT-typ
